Repository: thunderbiscuit/padawan-wallet
Catalog: iOS/PadawanWallet/Resources/Localizable.xcstrings
Source language: en
Languages: es, pt

source: About Padawan
es: Sobre Padawan
pt: Sobre a Padawan

# about_text
source: Padawan is a signet-only bitcoin wallet packed with tutorials on how to use bitcoin wallets. We're building the app you will want to recommend to your friends that keep asking you questions about bitcoin! Padawan is for people of all ages and aims to be a self-study tool, getting its users acquainted with the usual workflow and basic jargon of mobile wallets in a risk-free environment perfect for experimentation and learning (signet). We think signet is an underused resource outside of software development circles, and believe it can be leveraged for bitcoin-curious people everywhere. Padawan is an open source (Apache 2.0 licenced), free collaborative project. If you have feedback for us, please leave us a review on the Play Store, or check out our GitHub repository!
es: Padawan es una cartera que únicamente puede ser utilizada con monedas signet y que contiene tutoriales sobre como utilizar las carteras bitcoin. ¡Estamos desarrollando la aplicación que querrás recomendar a los amigos que no paran de hacerte preguntas sobre bitcoin! Padawan es para gente de todas las edades y su objetivo es ser una herramienta autodidacta, para que sus usuarios se familiaricen con el funcionamiento y la jerga básica de las carteras móviles en un entorno sin riesgos perfecto para la experimentación y el aprendizaje (red de pruebas o signet en inglés). Creemos que la red de pruebas de bitcoin es un recurso infrautilizado fuera de los círculos de desarrollo de software, y creemos que puede ser aprovechada por personas que sientan curiosidad por bitcoin en cualquier lugar. Padawan es un proyecto de código abierto (bajo licencia Apache 2.0). Si tienes cualquier comentario o sugerencia, ¡por favor déjanos una valoración en la Play Store, o echa un vistazo a nuestro repositorio en GitHub!
pt: Padawan é uma carteira somente com bitcoin signet e com tutoriais para aprender sobre como usar carteiras bitcoin. Construimos o aplicativo que você vai querer recomendar aos seus amigos que sempre fazem perguntas sobre bitcoin! A Padawan é para pessoas de todas as idades e se propõe ser uma ferramenta de estudo e prática, sendo o instrumento para que usuários se habituem com o fluxo de transações e jargão básico do ecossistema bitcoin, sendo em um ambiente livre de riscos, perfeito para experimentação e aprendizagem (bitcoin de signet). O bitcoin signet é utilizado bastante em desenvolvimento de software, mas acreditamos que pode ser aproveitado por pessoas curiosas sobre bitcoin em todos os lugares. A Padawan é um projeto colaborativo gratuito de código aberto (licenciado pelo Apache 2.0). Se você tiver comentários para nós, deixe-o na Play Store ou no nosso repositório no GitHub!

source: Address
es: dirección
pt: Endereço

# address_error_message
source: Address is missing!
es: ¡Falta introducir la dirección!
pt: Insira o endereço!

# already_have_a_wallet
source: I already have a Padawan wallet (12-words backup)
es: Ya tengo una Padawan wallet (Las 12 palabras de recuperación)
pt: Eu já tenho uma Carteira Padawan (12-palavras de backup)

source: Amount
es: Cantidad
pt: Quantidade

# amount_error_message
source: Amount is missing!
es: ¡Falta introducir la cantidad!
pt: Insira a quantidade!

source: Back icon
es: Icono volver
pt: Ícone anterior

source: Back to lessons
es: Volver a tutoriales
pt: Voltar para as lições

source: Balance:
es: Saldo:
pt: Saldo:

# balance_delta
source: Change on wallet balance:
es: Cambio en el saldo de la cartera:
pt: Alteração no saldo da carteira:

source: Block:
es: Bloque:
pt: Bloco:

# bottom_nav_chapters
source: Learn
es: Aprende
pt: Aprenda

# bottom_nav_settings
source: More
es: Menú
pt: Menu

# bottom_nav_wallet
source: Wallet
es: Cartera
pt: Carteira

source: Cancel
es: Cancelar
pt: Cancelar

# change_language
source: Language + Color Theme
es: Idiomas y tema de color
pt: Idiomas e tema de cores

source: Changing color animation
es: Animación cambio colores
pt: Alterando animação de cores

source: Checkmark image
es: Imagen marca comprobación
pt: Imagem de marcação de concluído

source: Confirm and broadcast
es: Confirmar y emitir
pt: Confirmar e transmitir

source: Confirm Transaction
es: Confirmar Transacción
pt: Confirmar Transação

# continue_on_your_journey
source: Continue on your journey of learning bitcoin.
es: Continúa con tu camino de aprendizaje sobre bitcoin.
pt: Continue em sua jornada de aprendizado sobre bitcoin.

# copy_address_string
source: Copy
es: Copiar
pt: Copiar

source: Copy to clipboard image
es: Imagen copiado a portapapeles
pt: Imagem de copiar para área de transferência

source: Create a wallet
es: Crear una cartera
pt: Criar uma nova carteira

source: Currency Toggle Text
es: Texto para cambiar divisa
pt: Texto de alteração de moeda

source: Enter amount (sats)
es: Introduce la cantidad (sats)
pt: Inserir quantidade (sats)

# enter_signet_address
source: Enter a bitcoin signet address
es: Introduce una dirección de signet de bitcoin
pt: Insira um endereço bitcoin de signet

# enter_your_12_words
source: Enter your 12-word recovery phrase below.
es: ntroduce tus 12 palabras de recuperación a continuación.
pt: Insira abaixo suas 12 palavras da frase de recuperação

# everything_else
source: A collection of everything else you need in the app.
es: El resto de cosas que necesitarás de la aplicación.
pt: Aqui estão as configurações que você precisa no aplicativo

# faucet_dialog
source: To help you get started learning about bitcoin, Padawan Wallet can send you some coins so you can follow along the chapters and send them around to friends! Would you like to receive some signet bitcoin?
es: Para ayudarte a comenzar con el aprendizaje de bitcoin, Padawan Wallet puede enviarte unas monedas para que puedas seguir los capítulos y ¡enviárselas a tus amigos! ¿Quieres recibir bitcoin de la red de pruebas (signet)?
pt: Para ajudá-lo a começar a aprender sobre bitcoin, a Padawan Wallet pode enviar alguns bitcoins signet para que você possa acompanhar os capítulos e enviá-los aos amigos! Gostaria de receber algum bitcoin signet?

# fee_rate_error_message
source: Fee Rate is missing!
es: ¡Falta introducir la comisión de red!
pt: Insira a taxa!

source: Fees paid:
es: Comisiones pagadas:
pt: Taxas pagas:

source: Fees (sats/vbytes)
es: Comisión (sats/vbytes)
pt: Taxas (sats/vbytes)

source: Finish
es: Finalizar
pt: Concluir

source: Generate a new address
es: Generar una nueva dirección
pt: Gerar um novo endereço

# get_coins
source: Get Signet coins
es: Obtener Signet monedas
pt: Receber bitcoins signet

source: Getting started
es: Primeros pasos
pt: Começar

source: Hello there!
es: ¡Hola!
pt: Olá

source: image
es: imagen
pt: imagem

# l1_h3
source: Test Networks
es: Redes de Prueba
pt: Redes de Teste

# l1_p1
source: Bitcoin networks are made up of thousands of computers across the world. These computers speak a common language and communicate directly with each other over the internet.
es: Las redes de Bitcoin están compuestas por miles de computadoras en todo el mundo. Estas computadoras hablan un lenguaje común y se comunican directamente entre sí a través de internet.
pt: As redes Bitcoin são compostas por milhares de computadores em todo o mundo. Esses computadores falam uma linguagem comum e se comunicam diretamente uns com os outros através da internet.

# l1_p2
source: You might not know, but there are many bitcoin networks! They break into two families: the main network (there is only one of those) and the test networks (there are many of those!).
es: Tal vez no lo sepas, pero ¡existen muchas redes de bitcoin! Se dividen en dos familias: la red principal (solo hay una de esas) y las redes de prueba (¡hay muchas de esas!).
pt: Talvez você não saiba, mas existem muitas redes de bitcoin! Elas se dividem em duas famílias: a rede principal (há apenas uma dessa) e as redes de teste (há muitas dessas!).

# l1_p3
source: When people talk about "the bitcoin network", they usually mean the mainnet bitcoin network (or simply "mainnet").
es: Cuando la gente habla de "la red de bitcoin", generalmente se refieren a la red de bitcoin mainnet (o simplemente "mainnet").
pt: Quando as pessoas falam sobre "a rede Bitcoin", elas geralmente se referem à rede Bitcoin mainnet.

# l1_p4
source: The bitcoins on mainnet have monetary value, are used as money for transactions between people, and can be traded on cryptocurrency exchanges.
es: Los bitcoins en la mainnet tienen valor monetario, se usan como dinero para transacciones entre personas y pueden ser comercializados en intercambios de criptomonedas.
pt: Os bitcoins na mainnet têm valor monetário, são usados como dinheiro para transações entre pessoas e podem ser negociados em exchanges de criptomoedas.

# l1_p5
source: There are a few test networks, each with their own purpose. They tend to not be as well known as the mainnet network, but are very important nonetheless! Padawan uses the Signet network for its transactions, but you might also hear of Testnet3, Testnet4, and Regtest. The bitcoins on these networks are called signet/testnet/regtest coins and look and behave just like mainnet bitcoins. But unlike mainnet bitcoins, those test coins have no monetary value.
es: Hay algunas redes de prueba, cada una con su propio propósito. No suelen ser tan conocidas como la red mainnet, ¡pero son muy importantes! Padawan usa la red Signet para sus transacciones, pero también podrías escuchar sobre Testnet3, Testnet4 y Regtest. Los bitcoins en estas redes se llaman monedas signet/testnet/regtest y se comportan igual que los bitcoins de mainnet. Pero a diferencia de los bitcoins de mainnet, esas monedas de prueba no tienen valor monetario.
pt: Existem algumas redes de teste, cada uma com seu próprio propósito. Elas não são tão conhecidas quanto à rede mainnet, mas são muito importantes! Padawan usa a rede Signet para suas transações, mas você também pode ouvir falar de Testnet3, Testnet4 e Regtest. Os bitcoins nessas redes são chamados de moedas signet/testnet/regtest e se comportam como bitcoins de mainnet. Contudo, ao contrário dos bitcoins de mainnet, essas moedas de teste não têm valor monetário.

# l1_p6
source: Test networks are used by software developers and organizations who create real-world applications that interact with bitcoin. These developers can use test networks to make sure their software is working properly before launching on mainnet. But you don't need to be a software developer to use them!
es: Las redes de prueba son utilizadas por desarrolladores de software y organizaciones que crean aplicaciones del mundo real que interactúan con bitcoin. Estos desarrolladores pueden usar las redes de prueba para asegurarse de que su software funcione correctamente antes de lanzarlo en mainnet. ¡Pero no necesitas ser un desarrollador de software para usarlas!
pt: As redes de teste são usadas por desenvolvedores de software e organizações que criam aplicações do mundo real que interagem com bitcoin. Esses desenvolvedores podem usar as redes de teste para garantir que seu software esteja funcionando corretamente antes de lançar na mainnet. Embora as redes de teste sejam utilizadas por desenvolvedores, você também pode usá-las!

# l1_p7
source: The signet and its coins are an invaluable resource for curious people to learn, play, and get confident with bitcoin networks before handling "real" mainnet bitcoins! Remember that test bitcoins DO NOT have monetary value.
es: El signet y sus monedas son un recurso invaluable para que las personas curiosas aprendan, jueguen y se sientan seguras con las redes de bitcoin antes de manejar bitcoins "reales" de mainnet. Recuerda que los bitcoins de prueba NO tienen valor monetario.
pt: A rede signet e suas moedas são um recurso importante para pessoas curiosas aprenderem, testarem e se tornarem confiantes com as redes de bitcoin antes de usarem bitcoins "reais" da mainnet. Lembre-se de que os bitcoins de teste NÃO têm valor monetário.

# l1_p8
source: Padawan will teach you the foundations of bitcoin, including making transactions and backing up wallets, all using the signet network. You cannot receive or send mainnet bitcoins to or from your Padawan wallet. Any coins you have on Padawan or send to friends using the app are signet coins with NO monetary value.
es: Padawan te enseñará los fundamentos de bitcoin, incluyendo cómo realizar transacciones y respaldar carteras, todo usando la red signet. No puedes recibir ni enviar bitcoins de mainnet desde o hacia tu cartera de Padawan. Cualquier moneda que tengas en Padawan o envíes a amigos usando la aplicación son monedas signet SIN valor monetario.
pt: Padawan ensinará os fundamentos do bitcoin, incluindo como fazer transações e backup de carteiras, tudo usando a rede signet. Você não pode receber ou enviar bitcoins de mainnet para ou de sua carteira Padawan. Quaisquer moedas que você tenha no Padawan ou envie para amigos usando o aplicativo são moedas signet SEM valor monetário.

# l1_p9
source: Use Padawan to learn, practice, and test the boundaries of your bitcoin knowledge!
es: ¡Usa Padawan para aprender, practicar y probar los límites de tu conocimiento sobre bitcoin!
pt: Use Padawan para aprender, praticar e testar os limites do seu conhecimento sobre bitcoin!

# l1_title
source: What is the Bitcoin Signet?
es: ¿Qué es el Bitcoin Signet?
pt: O que é o bitcoin Signet?

# l2_h1
source: Generating receive addresses
es: Generar direcciones de recepción
pt: Gerando endereço de recebimento

# l2_h2
source: Be careful!
es: ¡Ten cuidado!
pt: Tenha cuidado!

# l2_p1
source: To receive bitcoin, you ask your wallet software (like Padawan) to generate a receive address. Each time your receive bitcoin, a new address will be used by your wallet.
es: Para recibir bitcoin, debes solicitar a tu cartera (una como Padawan) que genere una nueva dirección de recepción. Cada vez que recibas bitcoin, tu cartera utilizará una nueva dirección.
pt: Para receber bitcoin, você pede para sua carteira (como o Padawan) gerar um endereço de recebimento. Cada vez que você pedir, um novo endereço será gerado pela sua carteira.

# l2_p2
source: To make it easier to share, we display this address in two common ways:
es: Para que sea más fácil de compartir, te mostramos la dirección de dos formas habituales:
pt: As duas maneiras de compartilhar o seu endereço de recebimento são:

# l2_p3
source: 1. A string of letters and numbers that might look like this:
es: 1. Una serie de letras y números que puede que se parezcan a algo como esto:
pt: 1. Uma sequência de letras e números que pode ter esta aparência:

# l2_p4
source: Or
es: O
pt: Ou

# l2_p5
source: 2. A QR code that might look like this:
es: 2. Un código QR que puede que se parezca a algo como este:
pt: 2. Um QR code parecido com este:

# l2_p6
source: The two formats above refer to the same address, just in different ways.
es: Los dos formatos anteriormente mencionados se refieren a una misma dirección, aunque en diferentes formas.
pt: Os dois formatos acima referem-se ao mesmo endereço, apenas de maneiras diferentes.

# l2_p7
source: To receive bitcoin, you have two options:
es: Para recibir bitcoin tienes dos opciones:
pt: Para receber bitcoin, você tem duas opções:

# l2_p8
source: 1. The sender scans a QR code: If the person who wants to send you coins is nearby, generate a new receive address and ask them to use their phone to scan the QR code displayed by your wallet.
es: 1. La persona que envía escanea un código QR: si la persona que quiere enviarte monedas está cerca, genera una nueva dirección y pídele que utilice su teléfono para escanear el código QR que aparecerá en tu cartera.
pt: 1. O remetente escaneia um QR code: Se a pessoa que deseja lhe enviar estiver por perto, gere um novo endereço de recebimento e peça para ela escanear o QR code exibido em sua carteira.

# l2_p9
source: 2. Copy and paste the receive address to share it: Generate a new receive address, copy the string of letters and numbers (the address), and paste it in a message to the person who will send you the payment. If possible, you should try to send these messages on an encrypted platform so as to keep the address and the transaction private between you and the payer!
es: 2. Copia y pega la dirección de recepción para compartirla: Genera una nueva dirección de recepción, copia la serie de letras y números (la dirección), y pégala en un mensaje a la persona que te realizará el pago. Si es posible, deberías intentar enviar estos mensajes a través de una plataforma de mensajes encriptados, ¡para que la dirección de la transacción sólo la conozcáis tú y la persona que te va a realizar el pago!
pt: 2. O remetente recebe uma sequência de letras e números: Gere um novo endereço de recebimento. Copie esse endereço, cole e envie uma mensagem para a pessoa que fará o pagamento. Se possível, utilize um aplicativo de envio de mensagens criptografadas para manter o endereço e a transação privados entre você e o pagador!

# l2_p10
source: On Padawan, you can long press the address and the wallet will offer you to put the address directly into your clipboard for pasting somewhere else.
es: En Padawan, puedes mantener pulsado sobre la dirección y la cartera te ofrecerá poner la dirección directamente en tu portapapeles para que lo pegues en otro sitio.
pt: Você pode pressionar o endereço e segurar para copiá-lo. Em seguida, você pode colá-lo na sua mensagem para quem fará o pagamento.

# l2_p11
source: It is very important to be careful when sending and receiving bitcoin. The person sending bitcoin must use the exact correct address.
es: Es muy importante que tengas cuidado cuando envíes o recibas bitcoin. La persona que envía bitcoin debe utilizar la dirección de forma correcta y exacta.
pt: É muito importante ter cuidado ao enviar e receber bitcoin. A pessoa que faz o envio deve sempre conferir o endereço; caracter por caracter.

# l2_p12
source: Even though the QR code system and the copy/paste function of our phones are an acceptable way of remaining cautious, you should always double check the complete receive address. At the very least, when you copy and paste your receive address, make sure the first and last 5–10 characters of the address match.
es: Aunque el sistema de códigos QR y la función de copiar y pegar de nuestros teléfonos son una forma aceptable de ser precavidos, siempre debes comprobar dos veces la dirección completa de recepción. Como mínimo, cuando copies y pegues la dirección, asegúrate de que los 5-10 primeros caracteres y los 5-10 últimos coinciden.
pt: Embora o sistema de QR code e a função de copiar/colar dos nossos telefones sejam uma boa maneira de transmitir informações, você deve sempre verificar com bastante atenção o endereço de recebimento por completo. No mínimo, ao copiar e colar seu endereço de recebimento, certifique-se de que os primeiros e últimos 5 a 10 caracteres do endereço correspondam.

# l2_p13
source: Reminder: Padawan only uses signet bitcoins. Do not try to send it real bitcoins!
es: Recordatorio: Padawan solo utiliza bitcoins de la red de pruebas. ¡No intentes enviar bitcoins reales!
pt: Lembrete: Padawan usa apenas bitcoins de teste. Não tente enviar bitcoins reais!

# l2_title
source: Receiving bitcoin
es: Recibir bitcoin
pt: Recebendo bitcoin

# l3_p1
source: To send bitcoin, you must ask for a receive address. If offered a QR code, scan it using your phone's camera. If you receive a long string of letters and numbers, you can copy and paste the address into the address field of the transaction screen of the app. Remember to double check the address once you have pasted it!
es: Para enviar bitcoin, debes solicitar una dirección de recepción. Si te ofrecen un código QR, escanéalo utilizando la cámara de tu teléfono. Si recibes una serie de letras y números, puedes copiar la dirección y pegarla en el campo de la dirección en la pantalla de la transacción en tu aplicación. ¡Recuerda comprobar dos veces la dirección cuando la hayas copiado!
pt: Para enviar bitcoin, você deve solicitar um endereço de recebimento. Se for oferecido a você um QR code, escaneie-o usando a câmera do seu telefone. Se você receber uma sequência de letras e números, copie e cole no local do endereço destinatário. Lembre-se de verificar o endereço depois de colar!

# l3_p2
source: Once you have inputted the address, specify the amount of bitcoin to send (either in bitcoin units or in satoshis), and broadcast the transaction to the network. Your transaction will be picked up by nodes all over the world, and will eventually be mined in a block!
es: Cuando hayas introducido la dirección, especifica la cantidad de bitcoin a enviar (ya sean unidades de bitcoin o satoshis), y emite la transacción a la red. Tu transacción será recibida por los nodos de todo el mundo, y con el tiempo, ¡será minada en un bloque!
pt: Depois de inserir o endereço, coloque a quantidade de bitcoin a enviar (bitcoin inteiro ou em satoshis) e transmita a transação para a rede. Sua transação será captada por nós em todo o mundo e registrada em um bloco!

# l3_title
source: Sending bitcoin
es: Enviar bitcoin
pt: Enviando bitcoin

# l4_h1
source: Imagine a bus
es: Imagina un autobús
pt: Imagine um ônibus

# l4_h2
source: Some passengers
es: Algunos pasajeros
pt: A tarifa depende da pressa

# l4_p1
source: When you complete and broadcast a bitcoin transaction, it is recorded across all computers connected to the bitcoin network usually within 2 to 5 seconds. Eventually the transaction is added to the blockchain, but when a node initially becomes aware of it, it simply adds it to a group of transactions it knows about but that have not yet been included in a block. This group of transactions is called the mempool (or "memory pool"), and each computer connected to the bitcoin network keeps its own memory pool. A transaction being "in the mempool" (meaning most nodes have seen and added the transaction to their memory pool) means it has been acknowledged by the network, but not yet made official on the blockchain.
es: Cuando completas y emites una transacción de bitcoin, esta transacción es anotada por todos los ordenadores conectados a la red de bitcoin normalmente entre los 2 y 5 siguientes segundos. Con el tiempo la transacción se añadirá a la cadena de bloques, pero cuando un nodo la recibe por primera vez, simplemente la añade a un grupo de transacciones que conoce pero que todavía no han sido incluidas en un bloque. Este grupo de transacciones es lo que se conoce como mempool (o memoria de reserva - "memory pool" en inglés), y cada ordenador conectado a la red de bitcoin guarda su propia mempool. Una transacción que está "en la mempool" (lo que indica que la mayoría de nodos la han visto y la han añadido a su "mempool") significa que ha sido reconocida por la red, aunque no se ha hecho oficial en la cadena de bloques.
pt: Quando você envia uma transação, ela é registrada em todos os computadores (nó ou node) conectados à rede Bitcoin, geralmente dentro de 2 a 5 segundos. Um nó toma conhecimento da sua transação e a adiciona a um grupo com várias transações que ele conhece, mas que ainda não foram incluídas em um bloco, para, posteriormente, ser registrada na blockchain. Esse grupo de transações é chamado de mempool (ou “piscina de transações”), e cada computador conectado à rede Bitcoin mantém sua própria mempool. Uma transação “na mempool” (já vista por vários nós e adicionada à piscina de transações) significa que ela foi reconhecida pela rede, mas ainda não foi registrada na blockchain.
